Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: archive nesting depth
af: argiefnesdiepte
am: የማህደር ጎጆ ጥልቀት
ar: عمق تداخل الأرشيف
az: arxiv yuvalama dərinliyi
be: глыбіня ўкладзенасці архіва
bg: дълбочина на вграждане на архивите
bn: আর্কাইভ নেস্টিং গভীরতা
ca: profunditat d'imbricació d'arxius
cs: hloubka vnoření archivu
cy: dyfnder nythu archif
da: arkivets indlejringsdybde
de: Verschachtelungstiefe des Archivs
de_at: Archivverschachtelungstiefe
de_ch: Archivverschachtelungstiefe
el: βάθος ένθεσης αρχείων
es: profundidad de anidación del archivo
es_ar: profundidad de anidación del archivo
es_mx: profundidad de anidamiento del archivo
et: arhiivi pesastumissügavus
eu: artxiboen habiaratze sakonera
fa: عمق تودرتوسازی بایگانی
fi: arkiston sisäkkäisyyden syvyys
fil: lalim ng pag-pugad ng archive
fr: profondeur d'imbrication des archives
fr_ca: profondeur d'imbrication des archives
ga: doimhneacht neadaithe cartlainne
gl: profundidade de aniñamento do arquivo
gu: આર્કાઇવ નેસ્ટિંગ ઊંડાઈ
he: עומק קינון בארכיון
hi: संग्रह नेस्टिंग गहराई
hr: dubina ugniježđivanja arhive
hu: az archívumok beágyazási mélysége
hy: արխիվային բնադրման խորություն
id: kedalaman bersarang arsip
is: dýpt hreiðurs skjalasafns
it: profondità di nidificazione dell'archivio
ja: アーカイブのネスト階層数
ka: არქივის ბუდობის სიღრმე
kk: мұрағаттың ұя салу тереңдігі
km: ជម្រៅ​នៃ​ការ​ដាក់​បណ្ណសារ
kn: ಆರ್ಕೈವ್ ಗೂಡುಕಟ್ಟುವ ಆಳ
ko: 아카이브 중첩 깊이
ky: архивдин уя салуу тереңдиги
lo: ຄວາມເລິກຂອງການຊ້ອນກັນຂອງບ່ອນເກັບມ້ຽນ
lt: archyvo įterpimo gylis
lv: arhīva ievietošanas dziļums
mk: длабочина на гнездење на архива
ml: ആർക്കൈവ് നെസ്റ്റിംഗ് ഡെപ്ത്
mn: архивын үүрлэх гүн
mr: संग्रह नेस्टिंग खोली
ms: kedalaman sarang arkib
mt: fond ta' nesting tal-arkivju
my: မော်ကွန်းတိုက် ထည့်သွင်းမှု အနက်
nb: arkivets nestingsdybde
ne: अभिलेख नेस्टिङ गहिराई
nl: nestdiepte van het archief
or: ସଂଗ୍ରହ ନେଷ୍ଟିଂ ଗଭୀରତା
pa: ਪੁਰਾਲੇਖ ਆਲ੍ਹਣੇ ਦੀ ਡੂੰਘਾਈ
pl: głębokość zagnieżdżenia archiwum
pt: profundidade de aninhamento do arquivo
pt_br: profundidade de aninhamento do arquivo
ro: adâncimea imbricării arhivelor
ru: глубина вложенности архивов
si: සංරක්ෂිත කැදලි ගැඹුර
sk: hĺbka vnošenia archívu
sl: globina vgrajevanja arhivov
sq: thellësia e folezimit të arkivit
sr: дубина угнежђивања архиве
sv: arkivets hierarkiska djup
sw: kina cha kuweka viota kwenye kumbukumbu
ta: காப்பக உள்ளமைவு ஆழம்
te: ఆర్కైవ్ నెస్టింగ్ డెప్త్
th: ระดับความลึกของการซ้อนเก็บถาวร
tr: arşiv iç içe geçme derinliği
uk: глибина вкладеності архівів
ur: آرکائیو کی تہہ داری کی گہرائی
vi: độ sâu lồng nhau của kho lưu trữ
zh_hans: 归档嵌套深度
zh_hant: 檔案層級深度
zu: ukujula kokufaka isidleke kungobo yomlando

source: artwork mapping dimensions
af: kunswerk kartering dimensies
am: የስነጥበብ ስራ ካርታ ልኬቶች
ar: أبعاد رسم خرائط الأعمال الفنية
az: incəsənət xəritələşdirmə ölçüləri
be: памеры мапавання мастацкіх твораў
bg: размери на наслагване на изображението
bn: শিল্পকর্ম ম্যাপিং মাত্রা
ca: dimensions de mapatge d'obres d'art
cs: rozměry mapování uměleckých děl
cy: dimensiynau mapio gwaith celf
da: dimensioner for kortlægning af kunstværker
de: Abmessungen der Artwork-Zuordnung
de_at: Abbildungsdimensionen von Kunstwerken
de_ch: Abbildungsdimensionen von Kunstwerken
el: διαστάσεις χαρτογράφησης έργων τέχνης
es: dimensiones de la obra de arte
es_ar: dimensiones de la obra de arte
es_mx: dimensiones del mapeo de la obra de arte
et: kunstiteose mõõtmed
eu: artelanen mapaketa-dimentsioak
fa: ابعاد نقشه برداری آثار هنری
fi: taideteoksen kartoitusmitat
fil: mga sukat ng pagmamapa ng likhang sining
fr: dimensions de la cartographie de l'œuvre d'art
fr_ca: dimensions de cartographie des œuvres d'art
ga: toisí mapála saothar ealaíne
gl: dimensións de mapeo de obras de arte
gu: આર્ટવર્ક મેપિંગ પરિમાણો
he: מידות מיפוי יצירות אמנות
hi: कलाकृति मानचित्रण आयाम
hr: dimenzije mapiranja probnog otiska
hu: próbaképméretek-feltérképezése
hy: ապացույցի պատկերի քարտեզագրման չափերը
id: dimensi pemetaan karya seni
is: víddir listaverksins
it: dimensioni della mappatura delle opere d'arte
ja: アートワークのマッピング寸法
ka: ნამუშევრის რუკის ზომები
kk: көркемсурет карталау өлшемдері
km: វិមាត្រនៃការគូសផែនទីស្នាដៃសិល្បៈ
kn: ಕಲಾಕೃತಿ ಮ್ಯಾಪಿಂಗ್ ಆಯಾಮಗಳು
ko: 아트웍 매핑 치수
ky: далил сүрөтүнүн картага түшүрүлүшүнүн өлчөмдөрү
lo: ມິຕິການສ້າງແຜນທີ່ສິລະປະ
lt: iliustracijų matmenys
lv: mākslas darba kartēšanas izmēri
mk: димензии на мапирање на уметнички дела
ml: ആർട്ട്‌വർക്ക് മാപ്പിംഗ് അളവുകൾ
mn: урлагийн бүтээлийн зураглалын хэмжээсүүд
mr: कलाकृती मॅपिंग परिमाणे
ms: dimensi pemetaan karya seni
mt: dimensjonijiet tal-immappjar tal-arti
my: အနုပညာလက်ရာ မြေပုံဆွဲခြင်း အတိုင်းအတာများ
nb: dimensjoner for kartlegging av kunstverk
ne: कलाकृति म्यापिङ आयामहरू
nl: afmetingen van kunstwerken
or: କଳାକୃତି ମ୍ୟାପିଂ ପରିମାପ
pa: ਆਰਟਵਰਕ ਮੈਪਿੰਗ ਮਾਪ
pl: wymiary mapowania grafiki
pt: dimensões do mapeamento da obra de arte
pt_br: dimensões do mapeamento da obra de arte
ro: dimensiunile lucrărilor de artă
ru: размеры позиционирования изображения пробного оттиска
si: කලා නිර්මාණ සිතියම්කරණ මානයන්
sk: rozmery mapovania umeleckých diel
sl: dimenzije kartiranja umetniških del
sq: dimensionet e hartëzimit të veprave të artit
sr: димензије уметничког дела
sv: mått för konstverkets kartläggning
sw: vipimo vya uchoraji ramani ya sanaa
ta: கலைப்படைப்பு வரைபட பரிமாணங்கள்
te: కళాకృతి మ్యాపింగ్ కొలతలు
th: มิติของการวางตำแหน่งงานศิลปะ
tr: prova görüntüsü haritalama boyutları
uk: розміри відображення зображень
ur: آرٹ ورک میپنگ کے طول و عرض
vi: kích thước bản đồ tác phẩm nghệ thuật
zh_hans: 艺术作品映射尺寸
zh_hant: 藝術作品映射尺寸
zu: ubukhulu bokumapha kobuciko

source: compressed size
af: saamgeperste grootte
am: የተጨመቀ መጠን
ar: الحجم المضغوط
az: sıxılmış ölçü
be: сціснуты памер
bg: размер след компресиране
bn: সংকুচিত আকার
ca: mida comprimida
cs: velikost po kompresi
cy: maint cywasgedig
da: komprimeret størrelse
de: komprimierte Größe
de_at: komprimierte Größe
de_ch: komprimierte Größe
el: μέγεθος μετά τη συμπίεση
es: tamaño comprimido
es_ar: tamaño comprimido
es_mx: tamaño comprimido
et: pakitud suurus
eu: tamaina konprimitua
fa: اندازه فشرده
fi: pakattu koko
fil: laki ng naka-compress
fr: taille compressée
fr_ca: taille comprimée
ga: méid comhbhrúite
gl: tamaño comprimido
gu: સંકુચિત કદ
he: גודל דחוס
hi: संपीड़ित आकार
hr: komprimirana veličina
hu: tömörített méret
hy: սեղմված չափս
id: ukuran terkompresi
is: þjappað stærð
it: dimensione compressa
ja: 圧縮後のサイズ
ka: შეკუმშული ზომა
kk: сығылған өлшем
km: ទំហំដែលបានបង្ហាប់
kn: ಸಂಕುಚಿತ ಗಾತ್ರ
ko: 압축 크기
ky: кысылган өлчөм
lo: ຂະໜາດບີບອັດ
lt: suspaustas dydis
lv: saspiestais izmērs
mk: компресирана големина
ml: കംപ്രസ് ചെയ്ത വലുപ്പം
mn: шахагдсан хэмжээ
mr: संकुचित आकार
ms: saiz termampat
mt: daqs ikkompressat
my: ချုံ့ထားသော အရွယ်အစား
nb: komprimert størrelse
ne: कम्प्रेस गरिएको आकार
nl: grootte na compressie
or: ସଙ୍କୁଚିତ ଆକାର
pa: ਸੰਕੁਚਿਤ ਆਕਾਰ
pl: rozmiar po kompresji
pt: tamanho comprimido
pt_br: tamanho compactado
ro: dimensiunea comprimată
ru: размер в сжатом виде
si: සම්පීඩිත ප්‍රමාණය
sk: veľkosť po kompresii
sl: velikost po stiskanju
sq: madhësia e kompresuar
sr: компримована величина
sv: komprimerad storlek
sw: ukubwa uliobanwa
ta: சுருக்கப்பட்ட அளவு
te: సంపీడన పరిమాణం
th: ขนาดที่บีบอัด
tr: sıkıştırılmış boyut
uk: розмір у стисненому вигляді
ur: کمپریسڈ سائز
vi: kích thước nén
zh_hans: 压缩后大小
zh_hant: 壓縮後大小
zu: usayizi ocindezelwe

source: coordinates
af: koördinate
am: መጋጠሚያዎች
ar: إحداثيات
az: koordinatlar
be: каардынаты
bg: координати
bn: স্থানাঙ্ক
ca: coordenades
cs: souřadnice
cy: cyfesurynnau
da: koordinater
de: Koordinaten
de_at: Koordinaten
de_ch: Koordinaten
el: συντεταγμένες
es: coordenadas
es_ar: coordenadas
es_mx: coordenadas
et: koordinaadid
eu: koordenatuak
fa: مختصات
fi: koordinaatit
fil: mga coordinate
fr: coordonnées
fr_ca: coordonnées
ga: comhordanáidí
gl: coordenadas
gu: કોઓર્ડિનેટ્સ
he: קואורדינטות
hi: निर्देशांक
hr: koordinate
hu: koordináták
hy: կոորդինատներ
id: koordinat
is: hnit
it: coordinate
ja: 座標
ka: კოორდინატები
kk: координаттар
km: កូអរដោនេ
kn: ನಿರ್ದೇಶಾಂಕಗಳು
ko: 좌표
ky: координаттар
lo: ພິກັດ
lt: koordinatės
lv: koordinātas
mk: координати
ml: നിർദ്ദേശാങ്കങ്ങൾ
mn: координатууд
mr: निर्देशांक
ms: koordinat
mt: koordinati
my: ကိုဩဒိနိတ်များ
nb: koordinater
ne: निर्देशांकहरू
nl: coördinaten
or: ନିର୍ଦ୍ଦେଶାଙ୍କ
pa: ਨਿਰਦੇਸ਼ਾਂਕ
pl: współrzędne
pt: coordenadas
pt_br: coordenadas
ro: coordonate
ru: координаты
si: ඛණ්ඩාංක
sk: súradnice
sl: koordinate
sq: koordinatat
sr: координата
sv: koordinater
sw: viwianishi
ta: ஆயத்தொலைவுகள்
te: నిర్దేశాంకాలు
th: พิกัด
tr: koordinatlar
uk: координати
ur: کوآرڈینیٹ
vi: tọa độ
zh_hans: 坐标
zh_hant: 座標
zu: izixhumanisi

source: custom aperture vertex count
af: persoonlike diafragma-hoekpunttelling
am: ብጁ የመክፈቻ ቨርቴክስ ብዛት
ar: عدد رؤوس فتحة العدسة المخصصة
az: xüsusi diyafram təpələrinin sayı
be: карыстальніцкая колькасць вяршынь дыяфрагмы
bg: персонализиран брой върхове на апертурата
bn: কাস্টম অ্যাপারচার ভার্টেক্স সংখ্যা
ca: nombre de vèrtexs d'obertura personalitzada
cs: vlastní počet vrcholů clony
cy: cyfrif fertig agorfa personol
da: brugerdefineret antal hjørnepunkter i blænden
de: benutzerdefinierte Anzahl der Scheitelpunkte der Blende
de_at: benutzerdefinierte Apertur-Scheitelpunktzahl
de_ch: benutzerdefinierte Apertur-Scheitelpunktzahl
el: προσαρμοσμένος αριθμός κορυφών διαφράγματος
es: número de vértices de apertura personalizada
es_ar: cantidad de vértices de la apertura personalizada
es_mx: recuento de vértices de apertura personalizado
et: kohandatud ava tippude arv
eu: irekidura pertsonalizatuaren erpin kopurua
fa: تعداد رأس دیافراگم سفارشی
fi: määritelty aukon kärkien lukumäärä
fil: bilang ng vertex ng pasadyang aperture
fr: nombre de sommets d'ouverture personnalisée
fr_ca: nombre de sommets d'ouverture personnalisée
ga: comhaireamh buaicphointí cró saincheaptha
gl: reconto de vértices de apertura personalizada
gu: કસ્ટમ છિદ્ર શિરોબિંદુ ગણતરી
he: ספירת קודקודים של צמצם בהתאמה אישית
hi: कस्टम एपर्चर वर्टेक्स गणना
hr: prilagođeni broj vrhova otvora
hu: egyéni nyílás csúcspontjainak száma
hy: հատուկ ապերտուրայի գագաթների քանակը
id: jumlah titik sudut aperture khusus
is: sérsniðin ljósopshorntalning
it: numero di vertici dell'apertura personalizzata
ja: カスタムアパーチャの頂点数
ka: დიაფრაგმის წვეროების მორგებული რაოდენობა
kk: теңшелетін диафрагма төбелерінің саны
km: ចំនួន​កំពូល​នៃ​រន្ធ​បើក​ផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ದ್ಯುತಿರಂಧ್ರ ಶೃಂಗದ ಎಣಿಕೆ
ko: 사용자 정의 개구부 정점 수
ky: ылайыкташтырылган диафрагма чокуларынын саны
lo: ຈຳນວນຈຸດສູງສຸດຂອງຮູຮັບແສງທີ່ກຳນົດເອງ
lt: pasirinktinės apertūros viršūnių skaičius
lv: pielāgots atvēruma virsotņu skaits
mk: прилагоден број на темиња на отворот
ml: ഇഷ്ടാനുസൃത അപ്പേർച്ചർ വെർട്ടെക്സ് എണ്ണം
mn: өөрчлөн тохируулсан диафрагмын оройн тоо
mr: सानुकूल छिद्र शिरोबिंदू संख्या
ms: kiraan bucu apertur tersuai
mt: għadd ta' vertiċi tal-apertura apposta
my: စိတ်ကြိုက် အပေါက်ထိပ်ဖျား အရေအတွက်
nb: tilpasset antall blenderåpningstoppunkter
ne: कस्टम एपर्चर भेर्टेक्स गणना
nl: aantal hoekpunten van aangepaste opening
or: କଷ୍ଟମ୍ ଆପେର୍ଚର ଶୀର୍ଷ ଗଣନା
pa: ਕਸਟਮ ਅਪਰਚਰ ਵਰਟੈਕਸ ਗਿਣਤੀ
pl: niestandardowa liczba wierzchołków apertury
pt: contagem de vértices de abertura personalizada
pt_br: contagem de vértices de abertura personalizada
ro: număr personalizat de vârfuri ale deschiderii
ru: настраиваемое количество вершин апертуры
si: අභිරුචි විවර ශීර්ෂ ගණන
sk: počet vrcholov s vlastnou apertúrou
sl: število vrhov prilagodljive zaslonke
sq: numërimi i kulmeve të aperturës me porosi
sr: број врхова прилагођене апертуре
sv: anpassat antal hörnpunkter för bländare
sw: idadi maalum ya kipeo cha tundu
ta: தனிப்பயன் துளை முனை எண்ணிக்கை
te: కస్టమ్ అపెర్చర్ వెర్టెక్స్ గణన
th: จำนวนจุดยอดรูรับแสงแบบกำหนดเอง
tr: özel açıklık köşe sayısı
uk: налаштована кількість вершин апертури
ur: اپنی مرضی کے مطابق ایپرچر ورٹیکس شمار
vi: số đỉnh khẩu độ tùy chỉnh
zh_hans: 自定义光圈顶点数
zh_hant: 自訂光圈頂點數
zu: inani le-vertex yokuvula ngokwezifiso

source: decoded data size
af: gedekodeerde datagrootte
am: የተፈታ የውሂብ መጠን
ar: حجم البيانات التي تم فك تشفيرها
az: deşifrə edilmiş məlumat ölçüsü
be: памер дэкадаваных дадзеных
bg: размер на декодираните данни
bn: ডিকোড করা ডেটার আকার
ca: mida de dades descodificades
cs: velikost dekódovaných dat
cy: maint data wedi'i ddadgodio
da: størrelse af afkodede data
de: Größe der dekodierten Daten
de_at: Größe der dekodierten Daten
de_ch: Größe der dekodierten Daten
el: μέγεθος των αποκωδικοποιημένων δεδομένων
es: tamaño de los datos descodificados
es_ar: tamaño de los datos decodificados
es_mx: tamaño de los datos decodificados
et: dekodeeritud andmete maht
eu: deskodetutako datuen tamaina
fa: اندازه داده رمزگشایی شده
fi: dekoodatun datan koko
fil: laki ng na-decode na datos
fr: taille des données décodées
fr_ca: taille des données décodées
ga: méid sonraí díchódaithe
gl: tamaño dos datos descodificados
gu: ડીકોડેડ ડેટા કદ
he: גודל נתונים מפוענחים
hi: डिकोड किए गए डेटा का आकार
hr: veličina dekodiranih podataka
hu: a dekódolt adatok mérete
hy: վերծանված տվյալների չափը
id: ukuran data yang telah didekode
is: afkóðað gagnastærð
it: dimensione dei dati decodificati
ja: デコード後のデータサイズ
ka: დეკოდირებული მონაცემების ზომა
kk: декодталған деректер өлшемі
km: ទំហំទិន្នន័យដែលបានឌិកូដ
kn: ಡಿಕೋಡ್ ಮಾಡಿದ ಡೇಟಾ ಗಾತ್ರ
ko: 해독된 데이터 크기
ky: чечмеленген маалыматтардын өлчөмү
lo: ຂະໜາດຂໍ້ມູນທີ່ຖອດລະຫັດ
lt: dekoduotų duomenų dydis
lv: dekodēto datu apjoms
mk: декодирана големина на податоци
ml: ഡീകോഡ് ചെയ്ത ഡാറ്റ വലുപ്പം
mn: декодлогдсон өгөгдлийн хэмжээ
mr: डीकोड केलेल्या डेटाचा आकार
ms: saiz data yang dinyahkod
mt: daqs tad-dejta dekodifikata
my: ကုဒ်ဖြည်းဆည်းထားသောဒေတာအရွယ်အစား
nb: størrelsen på de dekoderte dataene
ne: डिकोड गरिएको डेटा आकार
nl: grootte van de gedecodeerde gegevens
or: ଡିକୋଡ୍ କରାଯାଇଥିବା ଡାଟା ଆକାର
pa: ਡੀਕੋਡ ਕੀਤਾ ਡਾਟਾ ਆਕਾਰ
pl: rozmiar danych po zdekodowaniu
pt: tamanho dos dados descodificados
pt_br: tamanho dos dados decodificados
ro: dimensiunea datelor decodate
ru: размер декодированных данных
si: විකේතනය කළ දත්ත ප්‍රමාණය
sk: veľkosť dekódovaných údajov
sl: velikost dekodiranih podatkov
sq: madhësia e të dhënave të dekoduara
sr: величина декодираних података
sv: storlek på avkodade data
sw: ukubwa wa data iliyosimbwa
ta: டிகோட் செய்யப்பட்ட தரவு அளவு
te: డీకోడ్ చేయబడిన డేటా పరిమాణం
th: ขนาดข้อมูลที่ถอดรหัสแล้ว
tr: kod çözülmüş veri boyutu
uk: розмір декодованих даних
ur: ڈی کوڈ شدہ ڈیٹا کا سائز
vi: kích thước dữ liệu đã giải mã
zh_hans: 解码后的数据大小
zh_hant: 解碼後資料大小
zu: usayizi wedatha ohlungiwe

source: decompressed size
af: gedekomprimeerde grootte
am: የተጨመቀ መጠን ተፈትቷል
ar: الحجم بعد فك الضغط
az: dekompressiya olunmuş ölçü
be: памер пасля распакавання
bg: размер след декомпресиране
bn: ডিকম্প্রেসড আকার
ca: mida descomprimida
cs: velikost po rozbalení
cy: maint wedi'i ddadgywasgu
da: udpakket størrelse
de: dekomprimierte Größe
de_at: dekomprimierte Größe
de_ch: dekomprimierte Größe
el: μέγεθος μετά την αποσυμπίεση
es: tamaño descomprimido
es_ar: tamaño descomprimido
es_mx: tamaño descomprimido
et: lahtipakitud suurus
eu: tamaina deskonprimitua
fa: اندازه فشرده شده
fi: pakkaamattoman tiedoston koko
fil: laki na na-decompress
fr: taille décompressée
fr_ca: taille décompressée
ga: méid dí-chomhbhrúite
gl: tamaño descomprimido
gu: ડિકમ્પ્રેસ્ડ કદ
he: גודל לא מדחוס
hi: विसंपीड़ित आकार
hr: dekomprimirana veličina
hu: kicsomagolt méret
hy: ապակոմպրեսացված չափս
id: ukuran setelah didekompresi
is: óþjappað stærð
it: dimensione decompressa
ja: 解凍後のサイズ
ka: დეკომპრესირებული ზომა
kk: декомпрессияланған өлшем
km: ទំហំដែលបានពង្រីក
kn: ಸಂಕುಚಿತವನ್ನು ತೆರೆದ ಗಾತ್ರ
ko: 압축 해제 후 크기
ky: декомпрессияланган өлчөм
lo: ຂະໜາດທີ່ບໍ່ໄດ້ຂົ້ມຕົວ
lt: išpakuoto failo dydis
lv: izpakotais apjoms
mk: декомпресирана големина
ml: ഡീകംപ്രസ് ചെയ്ത വലുപ്പം
mn: шахалтаас гарсан хэмжээ
mr: विसंकोचित आकार
ms: saiz terdekompresi
mt: daqs dekompressat
my: ဖိသိပ်ဖြေထားသောအရွယ်အစား
nb: størrelse etter dekomprimering
ne: डिकम्प्रेस गरिएको आकार
nl: grootte na decompressie
or: ଡିକମ୍ପ୍ରେସଡ୍ ଆକାର
pa: ਡੀਕੰਪ੍ਰੈੱਸਡ ਆਕਾਰ
pl: rozpakowany rozmiar
pt: tamanho descomprimido
pt_br: tamanho descompactado
ro: dimensiunea după decomprimare
ru: размер после распаковки
si: විසම්පීඩිත ප්‍රමාණය
sk: veľkosť po rozbalení
sl: velikost po razpakiranju
sq: madhësia e dekompresuar
sr: декомпресована величина
sv: storlek efter dekomprimering
sw: saizi isiyobanwa
ta: சுருக்கம் நீக்கப்பட்ட அளவு
te: డీకంప్రెస్డ్ పరిమాణం
th: ขนาดที่คลายการบีบอัด
tr: dekomprese edilmiş boyut
uk: розпакований розмір
ur: ڈی کمپریسڈ سائز
vi: kích thước đã giải nén
zh_hans: 解压后大小
zh_hant: 解壓縮後大小
zu: usayizi ongacindezelwanga

source: dimension
af: dimensie
am: ልኬት
ar: البعد
az: ölçü
be: вымярэнне
bg: измерение
bn: মাত্রা
ca: dimensió
cs: rozměr
cy: dimensiwn
el: διάσταση
es: dimensión
es_ar: dimensión
es_mx: dimensión
et: mõõde
eu: dimentsio
fa: بُعد
fi: ulottuvuus
fil: dimensyon
ga: toise
gl: dimensión
gu: પરિમાણ
he: מֵמַד
hi: आयाम
hr: dimenzija
hu: dimenzió
hy: չափ
id: dimensi
is: vídd
it: dimensione
ja: 寸法
ka: განზომილება
kk: өлшем
km: វិមាត្រ
kn: ಆಯಾಮ
ko: 차원
ky: өлчөм
lo: ມິຕິ
lt: matmuo
lv: dimensija
mk: димензија
ml: മാനം
mn: хэмжээс
mr: परिमाण
ms: dimensi
mt: dimensjoni
my: အတိုင်းအတာ
nb: dimensjon
ne: आयाम
nl: afmeting
or: ବିସ୍ତାର
pa: ਮਾਪ
pl: wymiar
pt: dimensão
pt_br: dimensão
ro: dimensiune
ru: размер
si: මානය
sk: rozmer
sl: dimenzija
sq: dimensioni
sr: димензија
sw: kipimo
ta: பரிமாணம்
te: కొలత
th: มิติ
tr: boyut
uk: розмір
ur: طول و عرض
vi: kích thước
zh_hans: 尺寸
zh_hant: 維度
zu: ubukhulu

source: drill wall points
af: boormuurpunte
am: የግድግዳ ቁፋሮ ነጥቦች
ar: نقاط حفر الجدار
az: qazma divar nöqtələri
be: кропкі для свідравання сцен
bg: точки на стената на пробива
bn: ড্রিল করা দেয়ালের পয়েন্ট
ca: punts de paret de perforació
cs: body bodů vrtaných stěn
cy: pwyntiau wal drilio
da: borevægs punkter
de: Bohrloch-Wandpunkte
de_at: Bohrwand-Punkte
de_ch: Bohrwandpunkte
el: σημεία τοίχου τρυπήματος
es: puntos de pared de taladro
es_ar: puntos de pared de perforación
es_mx: puntos de la pared de perforación
et: seina puurida
eu: zulagailuaren hormako puntak
fa: نقاط دیوار مته
fi: porata seinän pisteet
fil: mga punto ng drill sa dingding
fr: points de paroi de forage
fr_ca: points de paroi de forage
ga: pointí balla druileála
gl: puntos de parede de perforación
gu: ડ્રિલ દિવાલ પોઇન્ટ્સ
he: נקודות קיר קידוח
hi: ड्रिल दीवार बिंदु
hr: točke zida bušenja
hu: fúrófal pontok
hy: հորատման պատի կետեր
id: titik pengeboran dinding
is: boraborgarpunkta
it: punti della parete dei fori
ja: 穴壁ポイント数
ka: საბურღი კედლის წერტილები
kk: бұрғылау қабырғасының нүктелері
km: ចំណុចខួងជញ្ជាំង
kn: ಡ್ರಿಲ್ ವಾಲ್ ಪಾಯಿಂಟ್‌ಗಳು
ko: 드릴 월 포인트
ky: бургулоочу дубалдын чекиттери
lo: ຈຸດເຈາະຝາຜະໜັງ
lt: gręžių sienų taškus
lv: urbj sienas caurumus
mk: точки на ѕид на дупчење
ml: ഡ്രിൽ വാൾ പോയിന്റുകൾ
mn: өрөмдлөгийн хананы цэгүүд
mr: ड्रिल वॉल पॉइंट्स
ms: titik dinding gerudi
mt: punti tal-ħajt tat-tħaffir
my: နံရံတူးခြင်းအချက်များ
nb: borhullveggtoppunkter
ne: ड्रिल भित्ता बिन्दुहरू
nl: punten van boorwanden
or: ଡ୍ରିଲ୍ କାନ୍ଥ ପଏଣ୍ଟଗୁଡ଼ିକ
pa: ਡ੍ਰਿਲ ਵਾਲ ਪੁਆਇੰਟਸ
pl: punkty ścian otworów wierconych
pt: pontos de parede perfurada
pt_br: pontos da parede de perfuração
ro: punctele peretelui găurii
ru: точки стенок просверленных отверстий
si: බිත්ති සිදුරු ලක්ෂ්‍ය
sk: body drill wall points
sl: točke stenskih sten pri vrtanju
sq: pikat e shpimit të murit
sr: тачке на зиду бушотине
sv: punkter för borrat väggnät
sw: pointi za ukuta wa visima vinavyochimbwa
ta: துளை சுவர் முனைகள்
te: డ్రిల్ వాల్ పాయింట్లు
th: จุดเจาะผนัง
tr: delgi duvarı noktaları
uk: точки стінки свердління
ur: ڈرل دیوار پوائنٹس
vi: điểm khoan tường
zh_hans: 钻孔定位点
zh_hant: 鑽孔牆面點數
zu: izindawo zokubhoboza odongeni

source: drill wall processing
af: boormuurverwerking
am: የግድግዳ ቁፋሮ ሂደት
ar: معالجة جدار الحفر
az: qazma divarının emalı
be: апрацоўка сценкі бурэння
bg: обработка на стени на пробива
bn: ড্রিল ওয়াল প্রক্রিয়াকরণ
ca: processament de parets de perforació
cs: zpracování vrtaných stěn
cy: prosesu wal drilio
da: bearbejdning af borevægge
de: Bearbeitung von Bohrlochw änden
de_at: Bohrwandbearbeitung
de_ch: Bohrwandbearbeitung
el: επεξεργασία τοίχου με τρυπάνι
es: procesamiento de pared de taladro
es_ar: procesamiento de pared de perforación
es_mx: procesamiento de pared de perforación
et: seina puurimine
eu: zulagailuaren hormaren prozesamendua
fa: پردازش دیوار مته
fi: porausseinän käsittely
fil: pagproseso ng dingding ng drill
fr: traitement des parois de forage
fr_ca: traitement des parois de forage
ga: próiseáil balla druileála
gl: procesamento de paredes de perforación
gu: ડ્રિલ દિવાલ પ્રક્રિયા
he: עיבוד קיר קידוח
hi: ड्रिल दीवार प्रसंस्करण
hr: obrada zida bušenja
hu: fúrófal-megmunkálás
hy: հորատման պատի մշակում
id: pengolahan dinding bor
is: vinnsla á boraborgum
it: lavorazione delle pareti dei fori
ja: ドリルウォール加工
ka: საბურღი კედლის დამუშავება
kk: бұрғылау қабырғасын өңдеу
km: ដំណើរការខួងជញ្ជាំង
kn: ಡ್ರಿಲ್ ಗೋಡೆಯ ಸಂಸ್ಕರಣೆ
ko: 드릴 월 가공
ky: бургулоо дубалын иштетүү
lo: ການປະມວນຜົນກຳແພງເຈາະ
lt: sienų gręžimo apdorojimas
lv: sienu urbšanas apstrāde
mk: обработка на ѕид со дупчење
ml: ഡ്രിൽ വാൾ പ്രോസസ്സിംഗ്
mn: өрөмдлөгийн ханын боловсруулалт
mr: ड्रिल वॉल प्रोसेसिंग
ms: pemprosesan dinding gerudi
mt: ipproċessar tal-ħajt tat-tħaffir
my: နံရံတူးခြင်း ပြုပြင်ခြင်း
nb: bearbeiding av borevegg
ne: ड्रिल भित्ता प्रशोधन
nl: bewerking van boorwanden
or: ଡ୍ରିଲ୍ କାନ୍ଥ ପ୍ରକ୍ରିୟାକରଣ
pa: ਡ੍ਰਿਲ ਵਾਲ ਪ੍ਰੋਸੈਸਿੰਗ
pl: obróbka ścian wiertniczych
pt: processamento de paredes perfuradas
pt_br: processamento de perfuração de paredes
ro: prelucrarea pereților găurilor
ru: обработка стенок скважины
si: විදීමේ බිත්ති සැකසීම
sk: spracovanie vŕtaných stien
sl: obdelava sten z vrtanjem
sq: përpunimi i murit të shpimit
sr: обрада бушеног зида
sv: bearbetning av borrhål i väggar
sw: usindikaji wa ukuta wa kuchimba visima
ta: துளையிடும் சுவர் செயலாக்கம்
te: డ్రిల్ వాల్ ప్రాసెసింగ్
th: การประมวลผลผนังเจาะ
tr: delgi duvarı işleme
uk: обробка стінок свердління
ur: ڈرل دیوار پروسیسنگ
vi: xử lý tường khoan
zh_hans: 钻孔壁处理
zh_hant: 鑽孔牆體處理
zu: ukucutshungulwa kodonga lokubhoboza
